[
  {
    "id": 1,
    "title": "Sysdig",
    "subtitle": "",
    "img_url": "/assets/sponsors/sysdig-logo.svg",
    "video_url": "https://www.youtube.com/watch?v=bCVXixymPcc",
    "title_description": "Sysdig is driving the standard for cloud and container security. The company pioneered cloud-native runtime threat detection and response by creating Falco and Sysdig as...",
    "links": ["https://www.sysdig.com/"],
    "modal_description": ["Sysdig is driving the standard for cloud and container security. The company pioneered cloud-native runtime threat detection and response by creating Falco and Sysdig as open source standards and key building blocks of the Sysdig platform. With the platform, teams can find and prioritize software vulnerabilities, detect and respond to threats, and manage cloud configurations, permissions and compliance. From containers and Kubernetes to cloud services, teams get a single view of risk from source to run, with no blind spots, no guesswork, no black boxes. The largest and most innovative companies around the world rely on Sysdig."],
    "big_card": true
  },
  {
    "id": 4,
    "title": "Endace",
    "subtitle": "",
    "img_url": "/assets/sponsors/endace.png",
    "title_description": "Endace’s scalable, open packet-capture platform provides network-wide packet recording at speeds of 100Gbps and beyond. With fast, centralized search, powerful data-mining and the...",
    "links": ["https://www.endace.com/"],
    "modal_description": ["Endace’s scalable, open packet-capture platform provides network-wide packet recording at speeds of 100Gbps and beyond. With fast, centralized search, powerful data-mining and the ability to integrate with, and host, security and performance monitoring solutions the open EndaceProbe platform puts definitive packet evidence right at your fingertips. Find out why Cisco, Palo Alto Networks, IBM, Splunk, Gigamon, Darktrace and many others partner with Endace to provide 100% accurate Network Recording at www.endace.com or follow Endace on Twitter, LinkedIn and YouTube."],
    "big_card": true
  },
  {
    "id": 3,
    "title": "Allegro Packets",
    "subtitle": "",
    "img_url": "/assets/sponsors/allegro.png",
    "video_url": "https://youtu.be/qmsQWB_M1c8",
    "title_description": "With great support for Wireshark packet analysis, Allegro Network Multimeter enables network firefighters to conveniently identify and extract packets of interest from both Live network traffic and...",
    "links": [{"link": "https://allegro-packets.com/en/", "text": "Learn more"}, {"link": "https://allegro-packets.com/en/network-multimeter/overview-appliances", "text": "Appliances"}, {"link": "https://allegro-packets.com/en/contact", "text": "Get in touch"}],
    "modal_description": ["With great support for Wireshark packet analysis, Allegro Network Multimeter enables network firefighters to conveniently identify and extract packets of interest from both Live network traffic and large pcap files.", "• L2-L7 Network", "• Visibility", "• Troubleshooting & Analysis", "• 1G - 200G", "• Packet capturing", "• Pre-filter to Wireshark", "The solutions show packet-based network traffic statistics in real-time, intuitively presented according to the L2-L7 OSI structure. With the greatest ease, any traffic, protocol or connection can be selectively captured for last Mile analysis with Wireshark.", "• Clearly structured dashboards", "• Easy detection of Network performance issues", "• Convenient extraction of the desired traffic", "• Export to Wireshark", "Win a portable Allegro 500M: As part of SharkFest, you have the chance to win a portable Allegro 500M. Find out more about the challenge and what you have to do to win the prize."],
    "big_card": true
  },
  {
    "id": 5,
    "title": "Profitap",
    "subtitle": "",
    "img_url": "/assets/sponsors/profitap.png",
    "title_description": "Profitap develops and manufactures hard- and software solutions that drive network visibility and analytics on all traffic across physical and virtual infrastructures. These network visibility...",
    "links": ["https://www.profitap.com/"],
    "modal_description": ["Profitap develops and manufactures hard- and software solutions that drive network visibility and analytics on all traffic across physical and virtual infrastructures. These network visibility solutions are designed with the security, forensics, deep packet capture, and network & application performance monitoring sectors in mind.", "Profitap network solutions help eliminate network downtime, add security to existing and new networks all over the world, assist in lawful interception applications and reduce network complexity. All of Profitap’s network monitoring tools are highly performant, secure and user-friendly, and provide complete visibility and access to your network, 24/7.", "As experts in the field, Profitap products set new standards in an industry where the definition of excellence is constantly being challenged. With more than 1,000 clients from 55 countries, Profitap has become a must-have partner, many of which are among Fortune 500 companies."],
    "big_card": true
  },
  {
    "id": 6,
    "title": "Progress",
    "subtitle": "",
    "img_url": "/assets/sponsors/progress.svg",
    "title_description": "Profitap develops and manufactures hard- and software solutions that drive network visibility and analytics on all traffic across physical and virtual infrastructures. These network visibility...",
    "links": ["https://www.flowmon.com/en"],
    "modal_description": ["Dedicated to propelling business forward in a technology-driven world, Progress (Nasdaq: PRGS) helps businesses drive faster cycles of innovation, fuel momentum and accelerate their path to success. As the trusted provider of the best products to develop, deploy and manage high-impact applications, Progress enables customers to develop the applications and experiences they need, deploy where and how they want and manage it all safely and securely. Hundreds of thousands of enterprises, including 1,700 software companies and 3.5 million developers, depend on Progress to achieve their goals—with confidence. Learn more at www.progress.com, and follow us on LinkedIn, YouTube, Twitter, Facebook and Instagram."],
    "big_card": true
  }
]
